{
    "bigheader_tongue": "Hedgehog's eyes, she said yes !!!",
    "bigheader_mima": "MIMA",
    "bigheader_jozo": "JOŽO",
    "bigheader_ceremony": "CEREMONY",
    "bigheader_reception": "RECEPTION",
    "bigheader_ceremony_start": "Start at 15:00",
    "bigheader_reception_start": "Start at 16:30",
    "bigheader_ceremony_address": "Hlavná 81, 080 01 Prešov",
    "bigheader_reception_address": "Pod Kalváriou 4183, 080 01 Prešov",
    "bigheader_ceremony_name": "St. Nicholas Concathedral",
    "bigheader_reception_name": "Mladost Restaurant",
    "bigheader_bride": "Bride",
    "bigheader_groom": "Groom",
    "bigheader_full_name_mima": "Miriama Sabová, MSc, MIM",
    "bigheader_full_name_jozo": "Ing. Jozef Varga",
    "bigheader_mima_citation": "„Marriage is often a never-ending trench warfare, where no weapons are contempted. Not even a genius needs to be immune to it. “- Albert Einstein",
    "bigheader_jozo_citation": "„A great marriage is not when a perfect couple get together. A great marriage is if an imperfect couple learns to enjoy their differences. “- Marcello Mastroianni",
    "bigheader_heroes": "Main Heroes",

    "countdown_countdown": "COUNTDOWN TO THE BEGINNING OF THE WEDDING",
    "countdown_day": "Day",
    "countdown_hour": "Hour",
    "countdown_minute": "Minute",
    "countdown_secound": "Second",

    "footer_mima": "Mima",
    "footer_jozo": "Jožo",
    "footer_make": "Made with",
    "footer_nick": "Jofy",

    "gallery_name": "Gallery",
    "gallery_unmute": "Just click on the video to hear the sound,",

    "info_covid": "Given the conditions and situation due to the Covid-19 epidemics, we believe we will be able to invite all our friends, but the government's recommendation for a wedding reception limits the number of participants and the whole ceremony will follow the rules.",
    "info_understand": "I understand",
    "info_foto": "If you have any photos you want to share with us, we'll be happy. The link to share is ",
    "info_FB": "Information is available also in the FB event: ",
    
    "maps_address": "Address",
    "maps_full_address": "Restaurant Mladosť, Pod Kalváriou 4183, 080 01 Prešov",
    "maps_ceremony_start": "The ceremony starts at 15:00 in St. Nicholas Concathedral, Hlavná 81, 080 01 Prešov",

    "navigation_introduction": "Introduction",
    "navigation_our_story": "Our story",
    "navigation_message": "Messages from family/friends",
    "navigation_gallery": "Gallery",
    "navigation_address": "Address",
    "navigation_host": "For the invitees",

    "ourstory_quote": "Marriage is a common commitment to love without conditions and expiration date",
    "ourstory_name_1": "First meeting",
    "ourstory_text_1": "The first meeting was while dancing in the folklore ensemble Rozmarija",
    "ourstory_date_1": "2007",
    "ourstory_name_2": "Embarrassing moment no. 1",
    "ourstory_text_2": "We were 12 years old and I liked Mima :D. How to confess love better than to tell a girl what you like: Fuuuj your mouth stinks",
    "ourstory_date_2": "2008",
    "ourstory_name_3": "Embarrassing moment no. 2",
    "ourstory_text_3": "We haven't talked for a few years. Then we met in a bus and I greeted her. There was no reaction so I came closer to her and greeted again. She wanted a revenge so she replied: What do you want?. ",
    "ourstory_date_3": "2010",
    "ourstory_name_4": "Connection",
    "ourstory_text_4": "We started dancing together, none of us knew how it will continue.",
    "ourstory_date_4": "2011",
    "ourstory_name_5": "The beginning of the relationship",
    "ourstory_text_5": "The beginning of a journey together. Here she said for the first time yes to the question: Do you want to be my girl?",
    "ourstory_date_5": "November 4, 2012",
    "ourstory_name_6": "First Attempt",
    "ourstory_text_6": "The first attempt of a proposal. We visited the Eiffel Tower and while we were standing at the top of the tower, I said: What a beautiful place for a proposal. Her reaction? AAA that's stupid. And what about me? I put the ring back into the pocket ",
    "ourstory_date_6": "2018",
    "ourstory_name_7": "Proposal",
    "ourstory_text_7": "Day D. After previous attempts, I was so stressed that I didn't even realize it was Easter Eve. When she said yes, I was the happiest boy, but another question whether I had water stopped me. Well, I have wine, beer, a basket of food, and her reaction? Hmm, I'm fasting today. ",
    "ourstory_date_7": "April 20, 2019",

    "people_post": "Send message",
    "people_message_from_friends": "Messages from family/ friends",
    "people_family_friends_guests": "Our family / friends / guests",
    "people_next": "following",
    "people_previous": "previous",
    "people_refresh": "refresh",

    "newpost_new_message": "Send message",
    "newpost_name": "Name",
    "newpost_message": "Message",
    "newpost_relation": "Relationship",
    "newpost_family": "Family",
    "newpost_friend": "Friends",
    "newpost_send": "Submit",
    "newpost_cancel": "Cancel",

    "family": "Family",
    "friend": "Friends",

    "rspv_name": "Confirm Invitation",
    "rsvp_send": "Submit",
    "rsvp_cancel": "Cancel",
    "rspv_pass": "Enter the password from the invitation",
    "rspv_err": "Wrong password",


    "navigationhost_introduction": "Introduction",
    "navigationhost_program": "Additional Information",

    "navigationhost_info": "Program",

    "navigationhost_accommodation_and_transport": "Accommodation and Transport",
    "navigationhost_weddings_gift": "Wedding Gifts",
    "navigationhost_photo_after_weddings": "Wedding Photos",
    "navigationhost_insert_photo_weddings": "I want to upload photos",
    "navigationhost_rsvp": "Confirmation of Invitation",

    "changetohost_name": "Login to the Invitees System",
    "changetohost_send": "Submit",
    "changetohost_cancel": "Cancel",
    "changetohost_pass": "Enter password from invitation",
    "changetohost_err": "Wrong password",

    "programtimeline_head": "Wedding Program",
    "programtimeline_name_1": "15:00 Ceremony, followed by photoshooting and congratulations",
    "programtimeline_text_1": "A ceremony in the Concathedral of St. Nicholas in Prešov. After the ceremony, people congratulate the newlyweds in front of the church followed by a short photoshooting",
    "programtimeline_name_2": "16:20 Move to Restaurant",
    "programtimeline_text_2": "The move will be organized by cars. They will all move to Mladost together",
    "programtimeline_name_3": "17:00 Toast",
    "programtimeline_text_3": "Toast followed by a speech",
    "programtimeline_name_4": "17:20 Zranica",
    "programtimeline_text_4": "Dinner, finally! :D",
    "programtimeline_name_5": "18:00 First Dance and Dancer",
    "programtimeline_text_5": "As is appropriate, the first dance of the newlyweds and, of course, the dancer",
    "programtimeline_name_6": "20:00 Joint photography and photo corner",
    "programtimeline_text_6": "In order not to be boring, we can take pictures together with funny masks",
    "programtimeline_name_7": "21:30 Opening the cold buffet",
    "programtimeline_text_7": "What now? Well, another meal, but now only a hot and cold buffet will open.",
    "programtimeline_name_8": "22:00 Program",
    "programtimeline_text_8": "A piece of fun like a raffle and some games",
    "programtimeline_name_9": "00:00 Pinning and Red",
    "programtimeline_text_9": "She is now dancing with the bride only when her legs are serving",
    "programtimeline_name_10": "01:00 Fun until the morning",
    "programtimeline_text_10": "Dancing and drinking around",
    "programtimeline_name_11": "End",
    "programtimeline_text_11": "The bell rang and the fairy tales are over. PS: of course they lived happily ever after",

    "transport_car_title": "Auto",
    "transport_car_description": "It is best to park the church in the parking lot at Hurbanistov 6. It is always possible to park anywhere in the picture.",
    "transport_car_red": "Red represents 1 band (sms ticket 1.10e per hour, parking ticket 1.0e per hour)",
    "transport_car_orange": "Orange represents the 2nd band (sms ticket 0.77e per hour, parking ticket 0.70e per hour)",
    "transport_car_green": "Red represents the 3rd band (sms ticket 0.39e per hour, parking ticket 0.35e per hour)",
    "transport_car_blue": "Red represents 1 band (sms ticket 0,25e per hour, parking ticket 0,20e per hour)",
    "transport_car_sms": "For SMS parking, send an SMS message in the form of ABBREVIATION OF THE CITY space PARKING ZONE space ECV to the number 2200.",
    "transport_bus_title": "Bus",
    "transport_bus_description": "The nearest bus stop will drop you off at the church and it's called 'Na hlavnej'. You can find more information on the Prešov public transport website or in the application below.",
    "transport_bus_here": "Website,",
    "transport_bus_app_android": "Android Application,",
    "transport_bus_app_ios": "Ios Application",
    "transport_taxi_title": "Taxi",
    "transport_taxi_description": "There are several texas services in Prešov. You will find contacts (links and phone numbers) below",
    "transport_taxi_alfa": "AlfaTaxi +421940545556, link HERE, Price from 2,5e",
    "transport_taxi_prima": "EasyTaxi +421907252525, link HERE, Price from 2,5e",
    "transport_taxi_easy": "PrimaTaxi +421948337437, link HERE, Price from 3e",
    "transport_taxi_halo": "HaloTaxi +4215116700, link HERE, Price from 4e",
    "transport_scooter_title": "Electric Scooter",
    "transport_scooter_description": "We have Bolt scooters in Prešov that you can ride. You can find the link",
    "transport_scooter_web": "Website,",
    "transport_scooter_android": "Android Application,",
    "transport_scooter_ios": "Ios Application",
    "transport_train_title": "Train",
    "transport_train_description": "It is necessary to get to the train station called 'Prešov Hlavná stanica' by train. From there, buses 4, 8, 45, 1 will get to the church (the stop is on the other side as there are tracks), then see information about buses Search for train connections ",
    "transport_train_here": "HERE",
    "transport_transport_head_name": "Transport to Ceremony",


    "transport_hotel_head_name": "Accommodation Options",
    "transport_hotel_text": "Accommodation is possible directly in the restaurant where the party takes place, but the accommodation is similar to a dormitory. If anyone is interested in some other / better accommodation, just write to us and we will help you. Link to accommodation",
    "transport_hotel_link": "HERE",

    "headerhost_name": "Party starts after",
    "headerhost_invitation": "Confirm or Decline Wedding Invitation",

    "weddinggift_name": "Wedding Gifts",
    "weddinggift_text": "The only gift we want is for you to come to our wedding. Please don't bring flowers. Really, it's a shame and they'll just wither. If you really want to bring something, you better bring a draw. And as for gifts. Really, nowadays there is no need to spend on nonsense, you better put it off and when you have to bring something by force, try to make something.",

    "information_name": "Additional Information",
    "information_text": "There will be more information about the wedding that may be of interest to you.",
    "information_foreigners": "For foreigners",
    "info_Surroundings": "If you are cross-country and want to see some monuments in Prešov and eastern Slovakia, click on the picture below:",

    
    "surroundings_name_PM": "PREŠOV CITY",
    "surroundings_PM": "MThe city of Prešov is considered the capital of the Šariš region. Prešov is located in the Košice Basin, 36 km from the city of Košice. It is the administrative center of the Prešov self-governing region and also an important economic center in the eastern part of Slovakia. The city of Prešov has in the past been called the metropolis of culture and education. Several historical and cultural objects are concentrated on the Main Street of the city of Prešov. In 1955, the historic core of the city was declared a city monument reserve. There are many historical buildings in the city, for example: <br> <br> Bosáková banka- PrešovBosáková banka was built in the early 1930s, on the corner of Hlavná and Levočská streets. The original purpose of the building was to be a financial institution. The building was named after Michal Bosák, a Slovak emigrant who developed into a top banker in the USA. He also founded an American-Slovak bank in Bratislava, one of whose operations was also based in Prešov. <br> <br> Caraff Prison is a historical monument in the Gothic style. In the past, 24 Hungarian peasants and townspeople were unjustly imprisoned and convicted here. During Caraff's uprising - Prešov slaughterhouses were executed. <br> <br> The Evangelical College became the basis for higher education in Prešov in the 18th century. <br> <br> Greek Catholic Church of St. John the Baptist is a Gothic church from the 14th century, located at the southern end of the pedestrian zone. The church houses several rarities - an iconostasis from the middle of the 19th century, one of the four replicas of the rare Turin canvas and the remains of the Blessed Paul Petr Gojdič and Vasil Hopek. <br> <br> Rákoczi's Palace originally consisted of two burgher houses, which were built in the 16th century by Prince Sigismund Rákoci of Transylvania into a magnificent city palace in the Renaissance style. In 1633, negotiations took place here between the representatives of the Transylvanian prince Juraj I. Rákoci and Emperor Ferdinand II., And in which the Peace of Prešov was signed. From 1711 it was changed by several owners. At present, the Saris Museum is located in the building. <br> <br> Neptune's Fountain - It was built in the 19th century by the Jewish merchant Marek Holländer, as an expression of gratitude to the city, which allowed it to settle and do business in the city of Prešov. <br> <br> The town hall was originally a medieval burgher house. In the 16th century it served as a city wine bar. In the 19th century, after a fire, it was renovated and added to the floor. At present, it is home to the mayor and the town hall. <br> <br> The county house is a building in the Rococo-classical style, of the palace type intended for the administrative purposes of the former Šarišská stolice. After the Second World War, the house was largely devastated, it needed to be reconstructed. At present, its premises are provided to several institutions. <br> <br> Other monuments that visitors to Prešov can admire are, for example - Klobušícký Palace, Florián Gate, Čierny orol, Municipal Observatory, Kumšt and several churches - Evanjelický a.v. the Church of the Holy Trinity, the Franciscan Church, the Franciscan Monastery, the Greek Catholic Bishop's Palace and the Jewish Synagogue-Museum of Judaism. <br> <br> Every part of the city of Prešov breathes history. After a detour to the Main Street of Prešov, visitors have historical monuments in the palm of their hand. Even demanding tourists looking for historical monuments will be satisfied with a visit to the historic city.",
    "surroundings_name_PK": "PREŠOV CALQUARIO",
    "surroundings_PK": "In the past, the Calvary in Prešov was considered the second most beautiful in the whole of Hungary (the Banská Štiavnica region had its lead). The complex of baroque chapels and a church is located on the western edge of Prešov. It consists of a baroque church and 14 chapels of the Stations of the Cross. The complex also includes catacombs and a cemetery. Calvary is an ideal place for a trip or a walk if it has no religious significance for you. You can enjoy beautiful paintings, Baroque architecture and magnificent views of Prešov. It is often used for spiritual festivities or holy masses.",
    "surroundings_name_SVP": "SYNAGOGUE IN PREŠOV",
    "surroundings_SVP": "The Orthodox Synagogue was built in the late 19th century in the neo-Romanesque-Moorish style. You can find it on Okružná Street. Do not be discouraged by the relatively austere exterior facade. The synagogue hides real architectural treasures. The richly decorated and fully preserved interior is a beautiful and well-preserved Jewish cultural heritage. At present, it is still used as a prayer house, and it is also a museum. The permanent exposition of the Museum of Jewish Culture has its place here.",
    "surroundings_name_PS": "PREŠOV SOLIVAR",
    "surroundings_PS": "It is one of the most important technical monuments in Slovakia. It is a set of unique historical objects for pumping and cooking salt from brine. It dates from the 17th century. In the area you can also see the Leopold shaft, smelter, brewery, blacksmith workshops or even a mining flap - one of the last in Slovakia. In 2011, the Slovak Technical Museum opened an exhibition entitled History of Mining and Salt Production in Solivar.",
    "surroundings_name_SH": "ŠARIŠ CASTLE",
    "surroundings_SH": "The rivers of one of the largest castles in Slovakia lie on a hill of volcanic origin. Saris Castle was the medieval center of power in Saris. Construction began in the 13th century, in 1660 a gunpowder depot exploded in the castle and damaged the entire castle. In 17 years the castle burned down and was no longer restored. Today it is a popular destination for pleasant walks. From Veľký Šariš and from Šarišské Michaliany there is a marked comfortable route about 2 km long. You can also cross it on bicycles. The path is also an educational trail, which is lined with info panels dedicated to the fauna, flora and history of the castle. A beautiful view awaits you upstairs.",
    "surroundings_name_KH": "KAPUŠIANSKY CASTLE",
    "surroundings_KH": "Kapušany Castle was built in the 13th century. His task was mainly to protect the important royal road from Prešov to Bardejov. The family of Kapušany castle lords - the Kapy family - is inextricably linked with it. The ascent begins in the village of Kapušany, at the railway station you connect to the green, you cross the river Sekčov to the end of the village. For the last houses, a short and steep ascent to the castle begins. But the reward will be nice views, especially of Slanské vrchy. Kapušany Castle Hill is declared a nature reserve. Thanks to the reconstruction, a built observation tower is currently available - you will definitely enjoy the view of the distances from it.",
    "surroundings_name_SOP": "SLOVAK OPAL MINES",
    "surroundings_SOP": "Opal mines can be found near the village Červenica. Until the discovery of opal deposits in Australia and Mexico (19th century), they were the only mining site in the world. Slovak opal, for example, was also popular with members of Napoleon's family. The most famous opal The Trojan Fire was worn by Empress Josephine. In the post-war period, the mines closed, they do not start to come to life until today, when they are open to tourists. The main mining corridors are more than 30 km long. They are open all year round, but prepare for a temperature of 4 - 6 ° C. You will find all the necessary information on this page.",
    "surroundings_name_SNVB": "ŠIMONKA - NAJVYŠŠÍ BOD SLANSKÝCH VRCHOV",
    "surroundings_SNVB": "Slanské vrchy are the largest volcanic mountains in eastern Slovakia. And their highest peak is Šimonka (1092 m.n.m.). At its top is a small unforested area with a protruding rock, from which there are beautiful views of the surroundings. If you are lucky, you will see up to the High Tatras or Kráľova hoľa. The tourist trail also leads along the route on which the Šimonka Nature Reserve stretches. Typical for them are old forest stands and the occurrence of a rare braiding vine of the Alpine flamingo. The ascent is not demanding, even children or recreational tourists can handle it. A good start is the village of Zlatá Baňa - on the red.",
    "surroundings_name_VT": "HIGH TATRAS",
    "surroundings_VT": "The best that eastern Slovakia has to offer are the High Tatras. The smallest mountains in the world, the highest peak in Slovakia, the best place to relax. All this and much more is offered by the High Tatras. In the Tatras it is possible to see a number of lakes (eg Zelené, Štrbské or Belianske), cottages such as Tery's cottage or interesting views such as the Observatory on Lomnický štít.",
    "surroundings_name_BCKS": "BACHLEDKA - Walkway through treetops",
    "surroundings_BCKS": "One of the newest attractions in Slovakia is the Bachledka treetop walkway. The observation tower is also a part of this magnificent attraction in Bachledova dolina. If you want, there is also a water slide that you can run on. This treetop walkway can be found near Ždiar. You can take a cable car there, or you can take a smaller walk. It's up to you.",
    "surroundings_name_BAR": "BAR AND DISCO",
    "surroundings_BAR": "Pár barov pre zábavu: Christiania, Dobré časy, Agát – „je to krčma, kde sa ideš lacno rozsekať pred párty“, Bizzare, Lanový park – „dôchodnyke tu kávu zapíjajú vodkou“, Staré Mexiko, Aquabelly, Wave <br>Diskotéky: Encore, Ponorka"
}