{
  "bigheader_tongue": "Ježkove oči, ona povedala áno !!!",
  "bigheader_mima": "MIMA",
  "bigheader_jozo": "JOŽO",
  "bigheader_ceremony": "CEREMÓNIA",
  "bigheader_reception": "RECEPCIA",
  "bigheader_ceremony_start": "Začiatok 15:00",
  "bigheader_reception_start": "Začiatok 16:30",
  "bigheader_ceremony_address": "Hlavná 81, 080 01 Prešov",
  "bigheader_reception_address": "Pod Kalváriou 4183, 080 01 Prešov",
  "bigheader_ceremony_name": "Konkatedrála svätého Mikuláša",
  "bigheader_reception_name": "Reštaurácia Mladosť",
  "bigheader_bride": "NEVESTA",
  "bigheader_groom": "ŽENÍCH",
  "bigheader_full_name_mima": "Miriama Sabová, MSc, MIM",
  "bigheader_full_name_jozo": "Jozef Varga, Bc.",
  "bigheader_mima_citation": "",
  "bigheader_jozo_citation": "Extrovertný ajťák",
  "bigheader_heroes": "Hlavní hrdinovia",

  "countdown_countdown": "ODPOČET DO ZAČIATKU SVADBY",
  "countdown_day": "Deň",
  "countdown_hour": "Hodina",
  "countdown_minute": "Minúta",
  "countdown_secound": "Sekunda",

  "footer_mima": "Mima",
  "footer_jozo": "Jožo",
  "footer_make": "Made with ♡ by ",
  "footer_nick": "Jofy",

  "gallery_name": "Galéria",
  "gallery_unmute": "Ak chcete počuť aj zvuk videa, stačí kliknúť na video",

  "info_covid": "Vzhľadom na podmienky a situáciu kvôli epidémii Covid-19, veríme, že budeme môcť pozvať všetkých kamarátov, avšak odporúčania vlády ohľadom svadobnej hostiny obmedzujú počet zúčastnených a celá hostina sa bude konať podľa platných predpisov.",
  "info_understand": "Rozumiem",
  "info_foto": "Ak máte nejaké fotky, ktoré chcete s nami zdieľať, budeme radi. Link na zdieľanie je ",
  "info_FB": "Informácie sú taktiež na FB udalosti: ",


  "maps_address": "Adresa",
  "maps_full_address": "Reštaurácia Mladosť, Pod Kalváriou 4183, 080 01 Prešov",
  "maps_ceremony_start": "Začiatok ceremónie je o 15:00 v Konkatedrále svätého Mikuláša, Hlavná 81, 080 01 Prešov",

  "navigation_introduction": "Úvod",
  "navigation_our_story": "Náš príbeh",
  "navigation_message": "Správy od ľudí",
  "navigation_gallery": "Galéria",
  "navigation_address": "Adresa",
  "navigation_host": "Pre pozvaných",

  "ourstory_quote": "Manželstvo je spoločný záväzok milovať bez podmienok a dátumu spotreby",
  "ourstory_name_1": "Prvé stretnutie",
  "ourstory_text_1": "Prvé stretnutie bolo počas tancovania vo folklórnom súbore Rozmarija",
  "ourstory_date_1": "2007",
  "ourstory_name_2": "Trápne chvíle 1.",
  "ourstory_text_2": "Mali sme 12 rokov a Mime som sa páčil :D. Ako lepšie vyznať lásku ako povedať dievčaťu čo sa ti páči : Fuuuj smrdí ti z pusy",
  "ourstory_date_2": "2008",
  "ourstory_name_3": "Trápne chvíle 2.",
  "ourstory_text_3": "Pár rokov sme sa nerozprávali a v autobuse som jej pozdravil. Jej reakcia nebola žiadna tak som si sadol za ňu a pozdravil ešte raz. Ona sa chcela pomstiť tak reagovala: No čo chceš ? PS: ďalšie mesiace bez rozprávania :D",
  "ourstory_date_3": "2010",
  "ourstory_name_4": "Spojenie",
  "ourstory_text_4": "Začali sme spolu tancovať, avšak ani jeden z nás nevedel ako sa to vyvŕbi.",
  "ourstory_date_4": "2011",
  "ourstory_name_5": "Začiatok vzťahu",
  "ourstory_text_5": "Začiatok spoločnej cesty. Tu mi povedala prvé áno na otázku: Chceš so mnou chodiť ?",
  "ourstory_date_5": "4 Augusta 2012",
  "ourstory_name_6": "Prvý pokus",
  "ourstory_text_6": "Prvý pokus žiadosti o ruku. Potím sa ako sa len dá, prídeme na Eiffelovu vezu a hovorím: Aha aké krásne miesto na žiadosť o ruku. Jej reakcia? AAA to je otrepane. A čo ja na to? Pekne som zasunul prsteň naspäť do vrecka",
  "ourstory_date_6": "2018",
  "ourstory_name_7": "Žiadosť o ruku",
  "ourstory_text_7": "Ďeň D. Po predošlých pokusoch som bol v takom strese, že som si ani neuvedomil, že je Biela sobota. Keď povedala áno, bol som najšťastnejším chlapom, avšak ďalšia otázka či mám vodu ma zarazila. Poklad mám pivo, vino, košík jedla a jej reakcia? Poklad veď dnes je pôst.",
  "ourstory_date_7": "20 Apríla 2019",

  "people_post": "Napísať príspevok",
  "people_message_from_friends": "Poteší nás akákoľvek správa od vás ",
  "people_family_friends_guests": "Naša rodina / priatelia / hostia",
  "people_next": "nasledujúce",
  "people_previous": "predchadzajúce",
  "people_refresh": "obnoviť",

  "newpost_new_message": "Poslať správu",
  "newpost_name": "Meno",
  "newpost_message": "Správa",
  "newpost_relation": "Vzťah",
  "newpost_family": "Rodina",
  "newpost_friend": "Priatelia",
  "newpost_send": "Poslať",
  "newpost_cancel": "Zrušiť",

  "family": "Rodina",
  "friend": "Priatelia",

  "rspv_name": "Potvrdenie pozvania",
  "rsvp_send": "Poslať",
  "rsvp_cancel": "Zrušiť",
  "rspv_pass": "Zadajte heslo z pozvánky",
  "rspv_err": "Chybné heslo",

  "navigationhost_introduction": "Úvod",
  "navigationhost_program": "Program",

  "navigationhost_info": "Ďalšie informácie",

  "navigationhost_accommodation_and_transport": "Ubytovanie a doprava",
  "navigationhost_weddings_gift": "Svadobné dary",
  "navigationhost_photo_after_weddings": "Fotky po svadbe",
  "navigationhost_insert_photo_weddings": "Chcem nahrať fotky",
  "navigationhost_rsvp": "Potvrdenie pozvania",

  "changetohost_name": "Prihlásenie sa do systému pozvaných",
  "changetohost_send": "Poslať",
  "changetohost_cancel": "Zrušiť",
  "changetohost_pass": "Zadajte heslo z pozvánky",
  "changetohost_err": "Chybné heslo",

  "programtimeline_head": "Program svadby",
  "programtimeline_name_1": "15:00 Obrad, nasleduje fotenie a gratulácie",
  "programtimeline_text_1": "Obrad v konkatedrále svätého Mikuláša v Prešove. Po obrade sa následne blahoželá mladomanželom pred kostolom + nasleduje fotenie",
  "programtimeline_name_2": "16:20 Presun do reštaurácie",
  "programtimeline_text_2": "Presun bude organizovaný autami. Všetci sa spoločne presunieme do Mladosti",
  "programtimeline_name_3": "17:00 Prípitok",
  "programtimeline_text_3": "Nasleduje prípitok spolu s príhovorom",
  "programtimeline_name_4": "17:20 Papkanie",
  "programtimeline_text_4": "Konečne sa ide jesť :D",
  "programtimeline_name_5": "18:00 Prvý tanec a tancovačka",
  "programtimeline_text_5": "Ako sa patrí, nasleduje prvý tanec mladomanželov a samozrejme tancovačka",
  "programtimeline_name_6": "20:00 Spoločné fotenie a fotokútik",
  "programtimeline_text_6": "Aby nebola nuda, môžeme sa spolu odfotiť so srandovnými maskami",
  "programtimeline_name_7": "21:30 Otvorenie studeného bufetu",
  "programtimeline_text_7": "A čo teraz ? No predsa ďalšie jedlo, avšak teraz sa len otvorí teplý a studený bufet",
  "programtimeline_name_8": "22:00 Program",
  "programtimeline_text_8": "Kúsok zábavy ako tombola a nejaké tie hry",
  "programtimeline_name_9": "00:00 Čepenie a redový",
  "programtimeline_text_9": "Teraz sa tancuje s nevestou až pokiaľ jej nohy slúžia",
  "programtimeline_name_10": "01:00 Zábava až do rána",
  "programtimeline_text_10": "Tancovanie, pitie a dookola",
  "programtimeline_name_11": "Koniec",
  "programtimeline_text_11": "Zazvonil zvonec a rozprávky je koniec. PS: samozrejme žili šťastne až kým nepomreli",

  "transport_car_title": "Auto",
  "transport_car_description": "Najlepšie je ku kostolu zaparkovať na parkovisku na Hurbanistov 6. Avšak možné je zaparkovať všade na obrázku.",
  "transport_car_red": "Červená reprezentuje 1. pásmo (sms lístok 1,10e za hodinu, parkovací lístok 1.0e za hodinu)",
  "transport_car_orange": "Oranžová reprezentuje 2. pásmo (sms lístok 0,77e za hodinu, parkovací lístok 0.70e za hodinu)",
  "transport_car_green": "Červená reprezentuje 3. pásmo (sms lístok 0.39e za hodinu, parkovací lístok 0.35e za hodinu)",
  "transport_car_blue": "Červená reprezentuje 1. pásmo (sms lístok 0,25e za hodinu, parkovací lístok 0.20e za hodinu)",
  "transport_car_sms": "Pre SMS parkovanie zašlite SMS správu v tvare SKRATKA MESTA medzera PARKOVACIA ZÓNA medzera EČV na číslo 2200.",
  "transport_bus_title": "Autobus",
  "transport_bus_description": "Najbližšia autobusová zastávka vás vysadí pri kostole a má názov 'Na hlavnej'. Bližšie informácie nájdete na stránke MHD Prešov alebo v aplikáciach viď nižšie.",
  "transport_bus_here": "Webová stránka, ",
  "transport_bus_app_android": "Android aplikácia, ",
  "transport_bus_app_ios": "Ios aplikácia",
  "transport_taxi_title": "Taxi",
  "transport_taxi_description": "V Prešove je viacero texislužieb. Nižšie nájdete kontakty (odkazy a telefónne čísla)",
  "transport_taxi_alfa": "AlfaTaxi +421940545556, link TU, Cena od 2,5e",
  "transport_taxi_prima": "EasyTaxi +421907252525, link TU, Cena od 2,5e",
  "transport_taxi_easy": "PrimaTaxi +421948337437, link TU, Cena od 3e",
  "transport_taxi_halo": "HaloTaxi +4215116700, link TU, Cena od 4e",
  "transport_scooter_title": "Elektro kolobežka",
  "transport_scooter_description": "V Prešove máme Bolt kolobežky, na ktorých si môžete zajazdiť. Link nájdete ",
  "transport_scooter_web": "Webová stránka, ",
  "transport_scooter_android": "Android aplikácia, ",
  "transport_scooter_ios": "Ios aplikácia",
  "transport_train_title": "Vlak",
  "transport_train_description": "Vlakom je potrebné prísť na vlakovú stanicu s názvom 'Prešov Hlavná stanica'. Z nej sa ku kostolu dostanete autobusmi 4, 8, 45, 1 (zastávka je na druhej strane ako sú koľaje), ďalej viď info o autobusoch. Vlakové spojenia vyhľadáte ",
  "transport_train_here": "TU",
  "transport_transport_head_name": "Doprava na Ceremóniu",

  "transport_hotel_head_name": "Možnosti ubytovania",
  "transport_hotel_text": "Ubytovanie je možné priamo v reštaurácii, kde sa koná zábava, avšak to ubytovanie je podobné internátom, Ak by mal niekto záujem o nejaké iné / lepšie ubytovanie, stačí nám napísať a pomôžeme vám. Link na ubytovanie ",
  "transport_hotel_link": "TU",

  "headerhost_name": "Párty začína za",
  "headerhost_invitation": "Potvrdenie alebo odmietnutie pozvania na svadbu",

  "weddinggift_name": "Svadobné dary",
  "weddinggift_text": "Jediný dar, ktorý chceme je ten, aby ste nám prišli na svadbu. Prosím, nenoste kvety. Naozaj, je to škoda a akurát zvädnú. Ak naozaj chcete niečo doniesť, radšej doneste nejaký žreb, poprípade niečo vami vyrobené.",

  "information_name": "Ďalšie informácie",
  "information_foreigners": "Pre cezpoľných",
  "information_text": "Tu sa budú nachádzať ďalšie informácie o svadbe, ktoré môžu byť pre vás zaujímavé.",
  "info_Surroundings": "Ak ste cezpoľný a chcete si v Prešove a na východnom Slovensku pozrieť nejaké pamiatky, kliknite na obrázok nižšie:",

  "surroundings_name_PM": "PREŠOV MESTO",
  "surroundings_PM": "Mesto Prešov je považované za metropolu regiónu Šariš. Prešov sa rozprestiera v Košickej kotline, vzdielaný od mesta Košice 36 km. Je správnym centrom Prešovského samosprávneho kraja a taktiež významným hospodárskym centrom vo východnej časti Slovenska. Mesto Prešov už v minulosti bolo označované ako metropola kultúry a vzdelania. Na Hlavnej ulici mesta Prešov je sústredených viacero historicko-kultúrnych objektov. V roku 1955 bolo historické jadro mesta vyhlásené za mestskú pamiatkovú rezerváciu. V meste sa nachádza veľa historických objektov, napríklad: <br><br>Bosáková banka- PrešovBosáková banka bola postavená na začiatku 30. rokov 20. storočia, na rohu Hlavnej a Levočskej ulice. Pôvodným účelom budovy mal byť finančný ústav. Budova dostala pomenovanie po Michalovi Bosákovi, slovenskom vysťahovalcovi, ktorý sa vypracoval na špičkového bankára v USA. V Bratislave založil i americko-slovenskú banku, ktorej jedna z prevádzok sídlila aj v Prešove. <br><br>Caraffova väznica je historickou pamiatkou v gotického štýlu. V minulosti tu bolo nespravodlivo uväznených a odsúdených 24 uhorských zemanov a mešťanov. Počas Caraffovho povstania – Prešovské jatky boli popravení. <br><br>Evanjelické kolégium sa stalo základom v 18. storočí pre vysoké školstvo v Prešove. <br><br>Gréckokatolícky chrám sv. Jána Krstiteľa je gotickým kostolom zo 14. storočia, nachádzajúci sa na južnom konci pešej zóny. V chráme sú umiestnené viaceré vzácnosti – ikonostas z polovice 19. storočia, jednu zo štyroch replík vzácneho Turínskeho plátna a pozostatky blahoslaveného Pavla Petra Gojdiča a Vasiľa Hopka. <br><br>Rákocziho palác tvoril pôvodne dva meštianske domy, ktoré dal v  16. storočí sedmohradské knieža Žigmund Rákoci prebudovať na honosný mestský palác v renesančnom slohu. V roku 1633 tu prebiehali rokovania medzi zástupcami sedmohradského kniežaťa Juraja I. Rákociho a cisára Ferdinanda II., a v ktorom bol podpísaný prešovský mier. Od roku roku 1711 bol  vystriedal viacerých majiteľov. V súčasnosti je v budove umiestnené Šarišské múzeum. <br><br>Neptúnova fontána – dal ju postaviť v 19. storočí židovský obchodník Marek Holländer, ako prejav vďačnosti mestu, ktoré mu dovolilo v meste Prešov usadiť a podnikať. <br><br>Radnica bola pôvodne stredoveký meštiansky dom. V 16. storočí slúžila ako mestská vináreň. V 19. storočí bola po požiari zrekonštruovaná a nadstavená o podlažie. V súčasnosti má v nej sídlo primátor a mestský úrad. <br><br>Župný dom je budova  rokokovo-klasického štýlu, palácového typu určená na administratívne účely bývalej Šarišskej stolice. Po druhej svetovej vojne bol dom vo veľkej miere zdevastovaný, bolo potrebná jeho rekonštrukcia. V súčasnosti sa jeho priestory poskytujú viacerým inštitúciám. <br><br>Medzi ďalšie pamiatky, ktoré môžu návštevníci mesta Prešov obdivovať sú napríklad – Palác Klobušíckých, Floriánova brána, Čierny orol, Mestská hvezdáreň, Kumšt a viaceré kostoly – Evanjelický a.v. chrám sv- Trojice, Františkánsky Kostol, Kláštor františkánov, Gréckokatolícky biskupský palác a Židovská synagóga-múzeum židovstva. <br><br>Každá časť mesta Prešov dýcha históriou. Po obchôdzke Hlavnej ulice Prešova majú návštevníci historické pamiatky ako na dlani. S návštevou historického mesta budú spokojní i nároční turisti, ktorí vyhľadávajú historické pamiatky.",
  "surroundings_name_PK": "PREŠOVSKÁ KALVÁRIA",
  "surroundings_PK": "Kalvária v Prešove bola v minulosti považovaná za druhú najkrajšiu v celom Uhorsku (prvenstvo mala banskoštiavnická). Komplex barokových kaplniek a kostola sa nachádza na západnom okraji Prešova. Je tvorený barokovým kostolom a 14-timi kaplnkami krížovej cesty. Ku komplexu patria i katakomby a cintorín. Kalvária je ideálnym miestom na výlet alebo prechádzku ak aj pre vás nemá náboženský význam. Kochať sa môžete nádhernými maľbami, barokovou architektúrou i nádherným výhľadom na Prešov. Často sa využíva na duchovné slávnosti alebo sväté omše.",
  "surroundings_name_SVP": "SYNAGÓGA V PREŠOVE",
  "surroundings_SVP": "Ortodoxná synagóga bola postavená koncom 19. storočia v neorománsko-maurskom štýle. Nájdete ju na Okružnej ulici. Nedajte sa odradiť pomerne strohou vonkajšou fasádou. Synagóga v sebe ukrýva ozajstné architektonické poklady. Bohato zdobený a plne zachovaný interiér je nádherným a zachovaným židovským kultúrnym dedičstvom. V súčasnosti sa stále využíva ako modlitebna, zároveň je i múzeom. Svoje miesto tu má stála expozícia Múzea židovskej kultúry.",
  "surroundings_name_PS": "PREŠOVSKÝ SOLIVAR",
  "surroundings_PS": "Patrí medzi najvýznamnejšie technické pamiatky na Slovensku. Je súborom unikátnych historických objektov na čerpanie a varenie soli zo soľanky. Pochádza zo 17. storočia. V areáli si môžete pozrieť i šachtu Leopold, hutu, varňu, kováčske dieľne alebo i banícku klopačku - jednu z posledných na Slovensku. V roku 2011 sprístupnilo Slovenské technické múzeum expozíciu s názvom Dejiny ťažby a výroby soli v Solivare.",
  "surroundings_name_SH": "ŠARIŠSKÝ HRAD",
  "surroundings_SH": "Na vyvýšenine sopečného pôvodu sa rozkladajú riuny jedného z najväčších hradov na Slovensku. Šarišský hrad bol stredovekým mocenským centrom Šariša. Výstavba začala už v 13. storočí, v roku 1660 vybuchol na hrade sklad pušného prachu a celý hrad poškodil. O 17 rokov hrad vyhorel a už viac obnovený nebol. Dnes je vyhľadávaným cieľom príjemných prechádzok. Z Veľkého Šariša a zo Šarišských Michalian sem vedie značená pohodlná trasa dlhá cca 2 km. Môžete ju prejsť aj na bicykloch. Cesta je zároveň náučným chodníkom, ktorý lemujú infopanely venované faune, flóre i histórii hradu. Hore na vás čaká nádherný výhľad.",
  "surroundings_name_KH": "KAPUŠIANSKY HRAD",
  "surroundings_KH": "Kapušiansky hrad bol postavený v 13. storočí. Jeho úlohou bola najmä ochrana dôležitej kráľovskej cesty z Prešova do Bardejova. Neodmysliteľne sa s ním spája rod kapušianskych hradných pánov - Kapyovcov. Výstup začína v obci Kapušany, pri železničkej stanici sa napojíte na zelenú, rejdete cez rieku Sekčov až na koniec obce. Pri posledných domoch začína krátky a strmý výstup na hrad. Odmenou vám ale budú pekné výhľady najmä na Slanské vrchy. Kapušiansky hradný vrch je vyhlásený za prírodnú rezerváciu. Vďaka rekonštrukcii je aktuálne k dispozícii i vybudovaná vyhliadková veža - určite si pohľad do diaľav užite práve z nej.",
  "surroundings_name_SOP": "SLOVENSKÉ OPÁLOVÉ BANE",
  "surroundings_SOP": "Opálové bane nájdete pri obci Červenica. Až do objavenia ložísk opálu v Austrálii a Mexiku (19. storočie) boli jedinou ťažnou lokalitou na svete. Slovenský opál obľubovali napríklad aj členovia rodiny Napoleóna. Najslávnejší opál Oheň trójsky nosila cisárovná Jozefína. V povojnovom období bane zavreli, ožívať začínajú až v dnešnej dobe, kedy sú sprístupnené turistom. Hlavné banské chodby majú dĺžku viac ako 30 km. Otvorené sú celoročne, pripravte sa ale na teplotu 4 - 6°C. Všetky potrebné informácie nájdete na tejto stránke.",
  "surroundings_name_SNVB": "ŠIMONKA - NAJVYŠŠÍ BOD SLANSKÝCH VRCHOV",
  "surroundings_SNVB": "Slanské vrchy sú najrozsiahlejším sopečným pohorín na východnom Slovensku. A ich najvyšším vrchom je Šimonka (1092 m.n.m.). Na jeho vrchole sa nachádza malá nezalesnená plocha s vyčnievajúcou skalkou, z ktorej sú krásne výhľady do okolia. Ak sa vám pošťastí, uvidíte až na Vysoké Tatry alebo Kráľovu hoľu. Turistický chodník vedie i trasou, na ktorej sa rozprestiera prírodná rezervácia Šimonka. Typické sú pre ne staré pralesovité porasty a výskyt vzácnej oplietavej liany plamienka alpínskeho. Výstup nie je náročný, zvládnu ho i deti alebo rekreační turisti. Dobrým štartom je obec Zlatá Baňa - po červenej.",
  "surroundings_name_VT": "VYSOKÉ TATRY",
  "surroundings_VT": "To najlepšie, čo môže východné Slovensko ponúknuť sú práve Výsoké tatry. Najmenšie veľhory na svete, najvyšší vrchol Slovenska, najlepšie miesto na oddych. To všetko a ešte omnoho viac Vysoké Tatry ponúkajú. V Tatrách je možné vidieť množstvo plies (napr Zelené, Štrbské alebo Belianske), chát ako napríklad Teryho chata alebo zaujímavé vyhliadky ako Observatórium na Lomníckom štíte.",
  "surroundings_name_BCKS": "BACHLEDKA – Chodník korunami stromov",
  "surroundings_BCKS": "Medzi najnovšie atrakcie na Slovensku patrí chodník korunami stromov Bachledka. Súčasťou tejto veľkolepej atrakcie v Bachledovej doline je aj vyhliadková veža. Ak budete chcieť, vedie z nej aj tobogán, po ktorom sa môžete spustiť. Tento chodník korunami stromov nájdete neďaleko Ždiaru. Dá sa tam vyviezť lanovkou, prípadne si urobíte menšiu väčšiu prechádzku. Je to len na vás.",
  "surroundings_name_BAR": "BAR A DISKOTÉKA",
  "surroundings_BAR": "Pár barov pre zábavu: Christiania, Dobré časy, Agát – „je to krčma, kde sa ideš lacno rozsekať pred párty“, Bizzare, Lanový park – „dôchodnyke tu kávu zapíjajú vodkou“, Staré Mexiko, Aquabelly, Wave <br>Diskotéky: Encore, Ponorka"
  
}